{
<<<<<<< HEAD
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "ayu": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "none-ls-extras.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "supermaven-nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-fugitive": { "branch": "master" }
=======
	"Comment.nvim": {
		"branch": "master"
	},
	"LuaSnip": {
		"branch": "master"
	},
	"ayu": {
		"branch": "master"
	},
	"cmp-nvim-lsp": {
		"branch": "main"
	},
	"cmp-path": {
		"branch": "main"
	},
	"cmp_luasnip": {
		"branch": "master"
	},
	"conform.nvim": {
		"branch": "master"
	},
	"friendly-snippets": {
		"branch": "main"
	},
	"lazy.nvim": {
		"branch": "main"
	},
	"lspkind.nvim": {
		"branch": "master"
	},
	"mason-lspconfig.nvim": {
		"branch": "main"
	},
	"mason-null-ls.nvim": {
		"branch": "main"
	},
	"mason.nvim": {
		"branch": "main"
	},
	"none-ls-extras.nvim": {
		"branch": "main"
	},
	"none-ls.nvim": {
		"branch": "main"
	},
	"nvim-cmp": {
		"branch": "main"
	},
	"nvim-lint": {
		"branch": "master"
	},
	"nvim-lspconfig": {
		"branch": "master"
	},
	"nvim-tree.lua": {
		"branch": "master"
	},
	"nvim-treesitter": {
		"branch": "master"
	},
	"nvim-ts-autotag": {
		"branch": "main"
	},
	"nvim-web-devicons": {
		"branch": "master"
	},
	"plenary.nvim": {
		"branch": "master"
	},
	"supermaven-nvim": {
		"branch": "main"
	},
	"telescope-ui-select.nvim": {
		"branch": "master"
	},
	"telescope.nvim": {
		"branch": "master"
	}
>>>>>>> 02ea8c5074839339e270efaf235f3267d93fa5ed
}
